brew "fzf"
brew "ripgrep"
brew "tree"
brew "tmux"
brew "tig"
brew "ghq"
brew "asdf"
brew "direnv"
brew "tfenv"
brew "yarn"
brew "ffmpeg"
brew "coreutils"
brew "gnu-sed"
brew "gpg"
brew "graphviz"
brew "mariadb-connector-c"
# brew "openssl@1.1"
brew "openssl"
brew "nkf"
brew "jq"

brew "awscli"
brew "saml2aws"

# brew "postgresql"
brew "libpg"
brew "redis"
brew "lynx"
brew "gh"

tap "unused-code/formulae"
brew "unused-code/formulae/unused"

tap "homebrew/cask"

cask "docker"
cask "skitch"
cask "postman"
cask "wkhtmltopdf"
cask "mysqlworkbench"
cask "yt-music"
cask "android-studio"
cask "clipy"
cask "flutter"
# cask "virtualbox"
# cask "slack"
cask "visual-studio-code"
