{
  "darcula": { "branch": "master" },
  "ddc-around": { "branch": "main" },
  "ddc-fuzzy": { "branch": "main" },
  "ddc-ui-native": { "branch": "main" },
  "ddc-ultisnips": { "branch": "main" },
  "ddc-vim-lsp": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "nerdcommenter": { "branch": "master" },
  "tig-explorer.vim": { "branch": "master" },
  "ultisnips": { "branch": "master" },
  "vim-auto-save": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-lsp": { "branch": "master" },
  "vim-lsp-settings": { "branch": "master" },
  "vim-lsp-snippets": { "branch": "master" },
  "vim-lsp-ultisnips": { "branch": "master" },
  "vim-snippets": { "branch": "master" }
}
