{
  "ddc-around": { "branch": "main" },
  "ddc-fuzzy": { "branch": "main" },
  "ddc-ultisnips": { "branch": "main" },
  "ddc-vim-lsp": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "ultisnips": { "branch": "master" },
  "vim-lsp": { "branch": "master" },
  "vim-lsp-settings": { "branch": "master" },
  "vim-lsp-snippets": { "branch": "master" },
  "vim-lsp-ultisnips": { "branch": "master" },
  "vim-snippets": { "branch": "master" }
}